/* NSMenuItem : <title:About Cyberduck> (oid:117) */
"About Cyberduck" = "Cyberkacsáról";

/* NSMenuItem : <title:Back> (oid:217) */
"Back" = "Vissza";

/* NSMenu : <title:Bookmark> (oid:226) */
"Bookmark" = "Könyvjelző";

/* NSMenuItem : <title:Bring All to Front> (oid:100) */
"Bring All to Front" = "Mindent előre";

/* NSMenuItem : <title:Check for Update...> (oid:189) */
"Check for Update..." = "Frissítések keresése...";

/* NSMenuItem : <title:Close Window> (oid:183) */
"Close Window" = "Ablak bezárása";

/* NSMenuItem : <title:Copy> (oid:81) */
"Copy" = "Másolás";

/* NSMenuItem : <title:Copy URL> (oid:257) */
"Copy URL" = "URL Másolása";

/* NSMenuItem : <title:Customize Toolbar...> (oid:119) */
"Customize Toolbar..." = "Eszközsor beállítása...";

/* NSMenuItem : <title:Cut> (oid:106) */
"Cut" = "Kivágás";

/* NSMenu : <title:Cyberduck> (oid:120) */
"Cyberduck" = "Cyberkacsa";

/* NSMenuItem : <title:Cyberduck FAQ> (oid:199) */
"Cyberduck FAQ" = "Cyberkacsa Gyakori kérdések";

/* NSMenuItem : <title:Delete> (oid:193) */
"Delete" = "Törlés";

/* NSMenuItem : <title:Delete Bookmark> (oid:227) */
"Delete Bookmark" = "Könyvjelző törlése";

/* NSMenuItem : <title:Disconnect> (oid:295) */
"Disconnect" = "Kapcsolat bontása";

/* NSMenuItem : <title:Donate...> (oid:88) */
"Donate..." = "Járulj hozzá...";

/* NSMenuItem : <title:Download> (oid:239) */
"Download" = "Letöltés";

/* NSMenuItem : <title:Download As...> (oid:244) */
"Download As..." = "Letöltés mint...";

/* NSMenuItem : <title:Edit> (oid:114) */
"Edit" = "Szerkesztés";

/* NSMenuItem : <title:Edit Bookmark> (oid:228) */
"Edit Bookmark" = "Könyvjelző szerkestése";

/* NSMenuItem : <title:Enclosing Folder> (oid:218) */
"Enclosing Folder" = "Tartalmazó mappa";

/* NSMenuItem : <title:Encoding> (oid:276) */
"Encoding" = "Karakterkészlet";

/* NSMenuItem : <title:File> (oid:93) */
"File" = "File";

/* NSMenu : <title:Go> (oid:210) */
"Go" = "Mehet";

/* NSMenuItem : <title:Go to Folder> (oid:215) */
"Go to Folder" = "Mappa választása";

/* NSMenu : <title:Help> (oid:169) */
"Help" = "Súgó";

/* NSMenuItem : <title:Hide Cyberduck> (oid:101) */
"Hide Cyberduck" = "Cyberkacsa elrejtése";

/* NSMenuItem : <title:Hide Others> (oid:98) */
"Hide Others" = "Mások elrejtése";

/* NSMenuItem : <title:Hide Toolbar> (oid:116) */
"Hide Toolbar" = "Eszköztár elrejtése";

/* NSMenuItem : <title:Info> (oid:94) */
"Info" = "Infó";

/* NSMenuItem : <title:Inside> (oid:220) */
"Inside" = "Bele";

/* NSMenuItem : <title:License> (oid:171) */
"License" = "Licensz";

/* NSMenu : <title:MainMenu> (oid:103) */
"MainMenu" = "Cyberkacsa Menü";

/* NSMenu : <title:Menu> (oid:250) */
"Menu" = "Menü";

/* NSMenuItem : <title:Minimize> (oid:104) */
"Minimize" = "Kicsi méret";

/* NSMenuItem : <title:New Bookmark> (oid:224) */
"New Bookmark" = "Új könyvjelző";

/* NSMenuItem : <title:New Browser> (oid:252) */
"New Browser" = "Új böngésző";

/* NSMenuItem : <title:New Download> (oid:204) */
"New Download" = "Új letöltés";

/* NSMenuItem : <title:New File...> (oid:267) */
"New File..." = "Új File...";

/* NSMenuItem : <title:New Folder...> (oid:191) */
"New Folder..." = "Új mappa...";

/* NSMenuItem : <title:Open Connection...> (oid:125) */
"Open Connection..." = "Kapcsolódás...";

/* NSMenuItem : <title:Open in Editor> (oid:241) */
"Open in Editor" = "Megnyitás szerkesztőben";

/* NSMenuItem : <title:Paste> (oid:109) */
"Paste" = "Beilleszt";

/* NSMenuItem : <title:Preferences...> (oid:102) */
"Preferences..." = "Beállítások...";

/* NSMenuItem : <title:Quit Cyberduck> (oid:92) */
"Quit Cyberduck" = "Cyberkacsa befejezése";

/* NSMenuItem : <title:Refresh> (oid:212) */
"Refresh" = "Frissít";

/* NSMenuItem : <title:Rendezvous> (oid:288) */
"Rendezvous" = "Rendezvous";

/* NSMenuItem : <title:Select All> (oid:105) */
"Select All" = "Minden kiválasztása";

/* NSMenuItem : <title:Send Feedback> (oid:181) */
"Send Feedback" = "Hallass magadról...";

/* NSMenu : <title:Services> (oid:127) */
"Services" = "Szolgáltatások";

/* NSMenuItem : <title:Show All> (oid:83) */
"Show All" = "Minden mutatása";

/* NSMenuItem : <title:Show Hidden Files> (oid:270) */
"Show Hidden Files" = "Rejtett file-ok mutatása";

/* NSMenuItem : <title:Show Transfer Queue> (oid:235) */
"Show Transfer Queue" = "Transzfer feladatok mutatása";

/* NSMenuItem : <title:Synchronize...> (oid:265) */
"Synchronize..." = "Szinkronizáció...";

/* NSMenuItem : <title:Toggle Bookmark Drawer> (oid:185) */
"Toggle Bookmark Drawer" = "Könyvjelző Fiók";

/* NSMenuItem : <title:Toggle Log Drawer> (oid:129) */
"Toggle Log Drawer" = "Napló Fiók";

/* NSMenuItem : <title:Upload...> (oid:291) */
"Upload..." = "Feltöltés...";

/* NSMenu : <title:View> (oid:118) */
"View" = "Nézet";

/* NSMenuItem : <title:Website> (oid:173) */
"Website" = "Weblap";

/* NSMenu : <title:Window> (oid:122) */
"Window" = "Ablak";

